/* No comment provided by engineer. */
"Book Now!" = "Book Now!";

/* No comment provided by engineer. */
"Browse Hotels" = "Browse Hotels";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"First Name" = "First Name";

/* No comment provided by engineer. */
"H & M Properties" = "H & M Properties";

/* No comment provided by engineer. */
"Last Name" = "Last Name";

/* No comment provided by engineer. */
"My Reservations" = "My Reservations";

/* No comment provided by engineer. */
"Name: %@ %@, Hotel: %@" = "Name: %1$@ %2$@, Hotel: %3$@";

/* No comment provided by engineer. */
"Phone Number" = "Phone Number";

/* No comment provided by engineer. */
"Reservation at %@, Room: %@, From: %@ - To%@" = "Reservation at %1$@, Room: %2$@, From: %3$@ - To%4$@";

/* No comment provided by engineer. */
"Room %@: %@ Beds, $%@ per night" = "Room %1$@: %2$@ Beds, $%3$@ per night";

/* No comment provided by engineer. */
"Search" = "Search";

/* No comment provided by engineer. */
"Select Dates" = "Select Dates";

/* No comment provided by engineer. */
"Set Check-in Date" = "Set Check-in Date";

/* No comment provided by engineer. */
"Set Check-out Date" = "Set Check-out Date";

